; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Vietnam
; Translation by: Thiện Võ Chí <ThienVC@netcen.vn>
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "ThienVC@netcen.vn"
Translationby = "Thiện Võ Chí "
Language = "Việt nam"
pickatask = "Chọn tác vụ"
lockafolder = "Chọn thư mục muốn Bảo vệ"
unlockselected = "Mở khóa các thư mục được chọn"
changepassword = "Đổi mật khẩu chủ"
exit = "Thoát"
Aboutlockafolder = "Giới thiệu LocK-A-FoLdeR"
enternewpassword = "Nhập mật khẩu mới"
entermasterpassword = "Nhập mật khẩu chủ"
alreadyrunning = "LocK-A-FoLdeR đang chạy"
doesntexist = "không tồn tại"
chooseafolder = "Chọn một thư mục cần bảo vệ"
selectfirst = "vui lòng chọn thư mục đã"
alreadyinlist = "đã có trong danh sách"
plzwait = "Vui lòng đợi"
unable2lock = "không thể khóa"
unable2unlock = "không thể mở khóa"
invalidpass = "Sai mật khẩu"
alertmasterpass = "Đặt mật khẩu chủ."
nointernet = "Có một vấn đề với kết nối internet"
checkupdates = "Kiểm tra cập nhật phiên bản"
openreadme = "Mở tệp tin Readme"
visitwebpage = "Visit Webpage"
rescuecentre = "Trung tâm cứu hộ"
Rescuefolder = "Cứu hộ một thư mục"
notinlist = "Thư mục không có trong danh sách có thể mở khóa từ đây."